{"translation-revision-date":"2025-02-23 17:12:20+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa"},"Reset connect":["تنظیم مجدد اتصال"],"Having issues with connecting the plugin?":["آیا در اتصال به پلاگین مشکل دارید؟"],"Choose this if you are connecting the plugin to a new site":["این گزینه را انتخاب کنید اگر می‌خواهید پلاگین را به یک سایت جدید متصل کنید."],"Connect as a new site":["اتصال به عنوان یک سایت جدید"],"Are you creating a new site?":["آیا در حال ایجاد یک سایت جدید هستید؟"],"Update connected URL":["به‌روزرسانی URL متصل"],"Choose this option if you want to just switch to the new URL for the same site":["این گزینه را انتخاب کنید اگر می‌خواهید فقط به URL جدید برای همان سایت سوئیچ کنید."],"Are you updating the URL?":["آیا در حال به‌روزرسانی URL هستید؟"],"Select the case that applies to you":["گزینه‌ای را که به شما مربوط می‌شود انتخاب کنید."],"An error occurred":["یک خطا رخ داد."],"Connection error":["خطای اتصال."],"Mismatch":["مغایرت"],"Fix mismatched URL":["رفع مغایرت URL"],"Select the type of format to convert the images on your site. Original formats will be saved as a backup, even if you convert your images.":["نوع فرمت را برای تبدیل تصاویر در سایت خود انتخاب کنید.فرمت‌های اصلی به عنوان پشتیبان ذخیره خواهند شد، حتی اگر تصاویر خود را تبدیل کنید."],"Convert to a different format":["به فرمت دیگری تبدیل کنید"],"No changes to the format will be made.":["هیچ تغییری در فرمت ایجاد نخواهد شد."],"Keep original format":["فرمت اصلی را حفظ کنید"],"Offers superior compression.":["فشرده‌سازی بهتری را ارائه می‌دهد."],"AVIF":["AVIF"],"Best for high compatibility.":["بهترین گزینه برای سازگاری بالا."],"WebP":["WebP"],"Setting saved!":["تنظیمات ذخیره شد!"],"Bulk optimization is completed.":["بهینه سازی انبوه کامل شده است."],"Maximizes compression to produce lightweight images with smaller file sizes":["فشرده سازی را برای تولید تصاویر سبک وزن با اندازه فایل کوچکتر به حداکثر می رساند"],"Reduces image file sizes without compromising the integrity or quality of your images.":["اندازه فایل های تصویر را بدون به خطر انداختن یکپارچگی یا کیفیت تصاویر شما کاهش می دهد."],"Upgrade Plan":["ارتقا طرح"],"This refers to the percentage of storage space saved by optimizing your images.":["این به درصد فضای ذخیره سازی ذخیره شده با بهینه سازی تصاویر شما اشاره دارد."],"This refers to the amount of credits in your plan that you've already used.":["این به میزان اعتبار در طرح شما اشاره دارد که قبلاً استفاده کرده اید."],"Images in your plan":["تصاویر در طرح شما"],"It's probably a temporary glitch.":["احتمالاً یک نقص موقتی است."],"We couldn't load your stats.":["ما نتوانستیم آمار شما را بارگیری کنیم."],"Activate to start":["برای شروع فعال کنید"],"Connect to start":["برای شروع وصل شوید"],"An error occurred while restoring your original images.":["هنگام بازیابی تصاویر اصلی شما خطایی روی داد."],"Cancel":["انصراف"],"Submit":["ارسال"],"Allow large image resizing":["اجازه تغییر اندازه تصویر بزرگ"],"pixels width\/height":["عرض\/ارتفاع پیکسل"],"This action can’t be undone and your library will only contain the new, optimized versions.":["این عمل قابل واگرد نیست و کتابخانه شما فقط شامل نسخه های جدید و بهینه شده خواهد بود."],"An error occurred while deleting your backups.":["هنگام حذف نسخه های پشتیبان شما خطایی روی داد."],"This will remove all optimized images and may cause performance issues.":["این کار همه تصاویر بهینه شده را حذف می کند و ممکن است باعث مشکلات عملکرد شود."],"Restore all original images?":["بازیابی همه تصاویر اصلی؟"],"Delete all original images?":["همه تصاویر اصلی حذف شود؟"],"This takes up additional space in your library.":["این کار فضای بیشتری را در کتابخانه شما اشغال می کند."],"Backup original images":["پشتیبان گیری از تصاویر اصلی"],"This refers to date, time, location, etc.":["این به تاریخ، زمان، مکان و غیره اشاره دارد."],"Clear EXIF Metadata":["پاک کردن فراداده EXIF"],"This uses one additional credit per image.":["این از یک اعتبار اضافی برای هر تصویر استفاده می کند."],"Resize larger images":["اندازه تصاویر بزرگتر را تغییر دهید"],"This will automatically apply your optimization settings to all new uploads.":["این به طور خودکار تنظیمات بهینه سازی شما را برای همه آپلودهای جدید اعمال می کند."],"Optimize new uploads":["بهینه سازی آپلودهای جدید"],"This refers to the amount of data preserved in the image file.":["این به مقدار داده های ذخیره شده در فایل تصویر اشاره دارد."],"No big deal. Wait a moment then try again.":["این به مقدار داده های ذخیره شده در فایل تصویر اشاره دارد."],"Oh! There was a temporary glitch.":["اوه یک نقص موقتی وجود داشت."],"This refers to the amount of images you've optimized out of your whole library.":["این به میزان تصاویری است که شما از کل کتابخانه خود بهینه کرده اید."],"Want to switch this subscription to a different account?":["آیا می‌خواهید این اشتراک را به حساب دیگری تغییر دهید؟"],"You're connected as %s. Want to switch this subscription to a different account?":["شما به عنوان %s متصل هستید. آیا می‌خواهید این اشتراک را به حساب دیگری تغییر دهید؟"],"Remove backups permanently":["بکاپ ها را برای همیشه حذف کنید"],"Restore original images":["بازیابی تصاویر اصلی"],"Error while deactivating":["خطا هنگام غیرفعال کردن"],"To use Image Optimizer, first you need to connect an Elementor account.":["برای استفاده از بهینه ساز تصویر، ابتدا باید یک حساب المنتور را متصل کنید."],"Error while disconnecting":["خطا هنگام قطع اتصال"],"In addition to your original upload, you can optimize the versions resized by WordPress. Each additional size counts as one credit.":["علاوه بر آپلود اصلی خود، می توانید نسخه های تغییر اندازه توسط وردپرس را بهینه کنید. هر اندازه اضافی به عنوان یک اعتبار به حساب می آید."],"There was a snag with the bulk optimization.":["مشکلی در بهینه سازی انبوه وجود داشت."],"Optimize all the images left in your library in one go.":["تمام تصاویر باقی مانده در کتابخانه خود را در یک حرکت بهینه کنید."],"No available license":["مجوز موجود نیست"],"These new settings apply to future uploads, but you can apply them to the existing content in your library.":["این تنظیمات جدید برای آپلودهای آینده اعمال می‌شود، اما می‌توانید آنها را روی محتوای موجود در کتابخانه خود اعمال کنید."],"Apply them now":["اکنون آنها را اعمال کنید"],"Want to deactivate the subscription for any reason?":["آیا می خواهید اشتراک را به هر دلیلی غیرفعال کنید؟"],"You’ve updated your optimization settings.":["شما تنظیمات بهینه سازی خود را به روز کرده اید."],"Subscription status":["وضعیت اشتراک"],"Subscription settings":["تنظیمات اشتراک"],"Advanced actions":["اقدامات پیشرفته"],"Optimization level":["سطح بهینه سازی"],"Backup originals":["پشتیبان گیری از نسخه های اصلی"],"File optimization":["بهینه سازی فایل"],"Switch account":["تعویض حساب"],"Clear metadata":["ابرداده را پاک کنید"],"Compression level":["سطح فشرده سازی"],"Delete backups":["بکاپ ها را حذف کنید"],"Custom sizes":["اندازه های سفارشی"],"Current size":["اندازه فعلی"],"Original size":["اندازه اصلی"],"File name":["نام فایل"],"In progress…":["در حال پیش رفت…"],"Restore originals":["بازیابی نسخه های اصلی"],"Quota reached":["سهمیه رسیده است"],"Error while connecting":["خطا هنگام اتصال"],"Deleting your backups was completed successfully.":["حذف نسخه پشتیبان شما با موفقیت انجام شد."],"Restoring your original images was completed successfully.":["بازیابی تصاویر اصلی شما با موفقیت به پایان رسید."],"Get a new subscription":["یک اشتراک جدید دریافت کنید"],"Activate my license":["مجوز من را فعال کنید"],"Activation error":["خطای فعال سازی"],"© %s All Rights Reserved.":["© %s تمامی حقوق محفوظ است."],"Terms of Service":["شرایط استفاده از خدمات"],"Connect your WordPress site and activate your license to use all of of the features in Image Optimizer.":["سایت وردپرس خود را متصل کنید و مجوز خود را برای استفاده از همه ویژگی های بهینه ساز تصویر فعال کنید."],"Ready to use Image Optimizer?":["آماده استفاده از بهینه ساز تصویر هستید؟"],"Image Optimizer - %1$s license, Expiration Date: %2$s":["بهینه ساز تصویر - مجوز %1$s، تاریخ انقضا: %2$s"],"Media Library":["کتابخانه رسانه"],"Privacy Policy":["سیاست حفظ حریم خصوصی"],"Switch User":["تغییر کاربر"],"Help":["راهنما"],"Select":["انتخاب"],"Start":["شروع"],"Deactivate":["غیرفعال‌کردن"],"Got it":["متوجه شدم"],"Lossless":["بدون افت کیفیت (Lossless)"],"Lossy":["با افت کیفیت (Lossy)"],"Delete":["حذف"],"Deleting…":["در حال حذف…"],"Custom":["سفارشی"],"All Sizes":["همه اندازه‌ها"],"Restore":["بازنشانی"],"Retry":["تلاش مجدد"],"Expired":["منقضی شده"],"Not Activated":["فعال نشده"],"Not Connected":["متصل نیست"],"Active":["فعال"],"Optimize All (%s)":["بهینه سازی همه (%s)"],"Unoptimized: %s":["بهینه نشده: %s"],"Total: %s":["کل: %s"],"Images optimized":["تصاویر بهینه شده"],"Current size: %s":["اندازه فعلی: %s"],"Initial size: %s":["اندازه اولیه: %s"],"Space saved":["فضا ذخیره شد"],"Images left: %s":["تصاویر باقی مانده: %s"],"Current plan: %s":["طرح فعلی: %s"],"Renew Plan":["تمدید طرح"],"Reoptimization failed":["بهینه سازی مجدد انجام نشد"],"Cancelled":["لغو شد"],"Failed":["ناموفق"],"Pending":["در انتظار"],"Not started":["شروع نشده است"],"Image Optimizer":["بهینه ساز تصویر"],"Restoring…":["در حال بازیابی…"],"Status":["وضعیت"],"Try again":["تلاش دوباره"],"N\/A":["نامشخص"],"Optimized":["بهینه شده است"],"Settings":["تنظیمات"],"%s Gb":["%s گیگابایت"],"In progress":["در حال پیش رفت"],"%s Mb":["%s مگابایت"],"%s Kb":["%s کیلوبایت"],"%s Bytes":["%s بایت"],"to maximum":["به حداکثر"]}},"comment":{"reference":"assets\/build\/admin.js"}}